Autodesk.Navisworks.Api.ViewpointStereoProjection
The stereo projection type of the viewpoint.

Autodesk.Navisworks.Api.ViewpointStereoProjection.Mono
Standard mono camera

Autodesk.Navisworks.Api.ViewpointStereoProjection.Left
Left eye for stereo

Autodesk.Navisworks.Api.ViewpointStereoProjection.Right
Right eye for stereo